{
  "home": "Home",
  "commissions": "Commissions",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "development": "Development",
  "illustration": "Illustration",
  "design": "Design",
  "intro1": "I'm a curious person seeking to integrate a wide variety of techniques and knowledge to offer",
  "intro2": "high-quality solutions for communication strategies and projects",
  "intro3": ". My skills include graphic design, brand identity, advertising, motion graphics, and web development (front-end, back-end, UX/UI design). I'm always excited to learn new skills and refine existing ones while working on my own or in a team.",
  "intro4": "On this website, you will be able to find my previous works as well as get in contact with me. This website serves as a showcase for my front-end skills by using Vue.js 3 to build it. I've also incorporated the use of a basic service worker.",
  "intro5": "You can find the relevant code on my GitHub account as well as the previous version of this site, which was created by using vanilla HTML, SASS, and JavaScript.",
  "social-media-aria": "link to Brenda Cayzac's",
  "my-photo": "That's me!",
  "my-photo-alt": "Photo of Brenda Cayzac",
  "quote-paul-rand": "“Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that’s why it is so complicated.” ",
  "quote-emil-cioran": "“The essential often appears at the end of a long conversation. The great truths are spoken on the doorstep.” ",
  "motion-graphics": "Motion graphics",
  "graphic-design": "Graphic design",
  "example-of": "Example of",
  "motion-graphics-information": "Motion Graphics are graphics in movement. It's about bringing the design knowledge to the medium of animation task with music and sound effects. They are used to create ads, title sequences for movies, explainer videos, and to share information. My task is to bring life to design elements in a way that’s more humanized, capable of connecting with viewers.",
  "development-information": "Using my design knowledge I approach development as a way to create, build and maintain websites and web applications that run online. In today's day and age, online information is a necessity and a tool for people and institutions. From the schema of the database to the User Interface, I strive to deliver a great User Experience.",
  "illustration-information": "Something that started as a hobby and then became a great motivator for myself, illustration contains the power of visual imagery to catch attention and communicate an idea. Whether you’re illustrating your social media or a poster, the rules of design can cause a simple image to have a great impact. I am able to adapt my style to the needs of the client to materialize something that they can visualize in their mind.",
  "graphic-design-information": "Art with a purpose or functionality. I've obtained a bachelor's degree in graphic design with a specialization in advertising from the University of Palermo from Buenos Aires Argentina, an internationally recognize university that offers innovative and fresh approach to design with a firm basis on art history. Flexibility and adaptability have always been my motto, which is why I can tackle different disciplines as editorial, packaging, 3D, and advertising. It's also the reason as to why I decided to indulge in web design and motion graphics.",
  "view-my-portfolio": "View my portfolio"
}
