{
  "home": "Home",
  "commission": "Commission | Commissions",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "development": "Development",
  "illustration": "Illustration",
  "design": "Design",
  "intro1": "I'm a curious person seeking to integrate a wide variety of techniques and knowledge to offer",
  "intro2": "high-quality solutions for communication strategies and projects",
  "intro3": ". My skills include graphic design, brand identity, advertising, motion graphics, and web development (front-end, back-end, UX/UI design). I'm always excited to learn new skills and refine existing ones while working on my own or in a team.",
  "intro4": "On this website, you will be able to find my previous works as well as get in contact with me. This website serves as a showcase for my front-end skills by using Vue.js 3 to build it. I've also incorporated the use of a basic service worker.",
  "intro5": "You can find the relevant code on my GitHub account as well as the previous version of this site, which was created by using vanilla HTML, SASS, and JavaScript.",
  "Link to Brenda Cayzac's": "link to Brenda Cayzac's",
  "That's me": "That's me!",
  "my-photo-alt": "Photo of Brenda Cayzac",
  "quote-paul-rand": "“Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that’s why it is so complicated.” ",
  "quote-emil-cioran": "“The essential often appears at the end of a long conversation. The great truths are spoken on the doorstep.” ",
  "Motion graphics": "Motion graphics",
  "graphic-design": "Graphic design",
  "Example of": "Example of",
  "motion-graphics-information": "Motion Graphics are graphics in movement. It's about bringing the design knowledge to the medium of animation task with music and sound effects. They are used to create ads, title sequences for movies, explainer videos, and to share information. My task is to bring life to design elements in a way that’s more humanized, capable of connecting with viewers.",
  "development-information": "Using my design knowledge I approach development as a way to create, build and maintain websites and web applications that run online. In today's day and age, online information is a necessity and a tool for people and institutions. From the schema of the database to the User Interface, I strive to deliver a great User Experience.",
  "illustration-information": "Something that started as a hobby and then became a great motivator for myself, illustration contains the power of visual imagery to catch attention and communicate an idea. Whether you’re illustrating your social media or a poster, the rules of design can cause a simple image to have a great impact. I am able to adapt my style to the needs of the client to materialize something that they can visualize in their mind.",
  "graphic-design-information": "Art with a purpose or functionality. I've obtained a bachelor's degree in graphic design with a specialization in advertising from the University of Palermo from Buenos Aires Argentina, an internationally recognize university that offers innovative and fresh approach to design with a firm basis on art history. Flexibility and adaptability have always been my motto, which is why I can tackle different disciplines as editorial, packaging, 3D, and advertising. It's also the reason as to why I decided to indulge in web design and motion graphics.",
  "View more": "View more",
  "Scroll to top": "Scroll to top",
  "There is": "There is",
  "new content": "new content",
  "available": "available",
  "Reload": "Reload",
  "Close": "Close",
  "information and prices": "Information & prices",
  "line illustration": "line illustration",
  "Headshot/Bust": "Headshot/Bust",
  "Waist up": "Waist up",
  "Full-Body": "Full-Body",
  "Extra Character": "Extra Character",
  "Flat colors": "Flat colors",
  "flat colors illustration": "flat colors illustration",
  "Shaded": "Shaded",
  "shaded illustration": "shaded illustration",
  "Backgrounds": "Backgrounds",
  "backgrounds": "backgrounds",
  "Simple": "Simple",
  "Complex": "Complex",
  "Others": "Others",
  "Comics, icons, merchandise, special illustrations": "Comics, icons, merchandise, special illustrations",
  "US$15 per hour / consult the artist": "US$15 per hour / consult the artist",
  "Vectors": "Vectors",
  "Brands": "Brands",
  "brand design": "brand design",
  "Brand redesign": "Brand redesign",
  "Brand design": "Brand design",
  "Brand identity": "Brand identity",
  "motion graphics": "motion graphics",
  "Web Design": "Web Design",
  "Web design": "Web design",
  "web design": "web design",
  "General Information": "General Information",
  "general-information-text": "I do not work with written contracts. However, every commission is detailed in writing and confirmed before its start to avoid uncomfortable situations or misunderstandings. At every step of the process, the commissioner gets an update on the project in writing and a sample of the work. If you have questions, feel free to message me via",
  "Payment": "Payment",
  "payment-information": "Payment dates will be discussed with the client. A schedule can be arranged for invoices, which contained an itemized list of the commission. All payments are done via Paypal",
  "Deadlines": "Deadlines",
  "deadlines-information": "The finalization dates of each commission depend the complexity of the work. The client will be updated during each step of the work, and there will be rounds of feedback and corrections",
  "Disclaimer": "Disclaimer",
  "I will not draw": "I will not draw",
  "disclaimer1": "extreme political subjects, gore, vore,exaggerated proportions, explicit NSFW, or hate images",
  "disclaimer2": "When an illustration commission is finished, the client will receive a full resolution version of it. However, I will not remove the signature and I ask kindly not to remove it either. No worries, it  won't be in the way anything",
  "disclaimer3": "My commissions are not created for commercial use or sale or be used in any blockchain-related technology, to include NFTs cryptocurrency, or future inventions in the space. If the client plans on making merchandise with it, I should be notified. If desired, the client can request the original editable file(s). In the case of brand design/identity design, the clients will receive all the .psd, .svg, and or .ai related to the commission",
  "advertisement": "advertisement",
  "brands": "brands",
  "editorial": "editorial",
  "packaging": "packaging",
  "web": "web",
  "all": "all",
  "categories": "categories",
  "This site": "This site",
  "vue-site-description": "You're here",
  "Dungeons and Dragons portraits": "Dungeons and Dragons portraits",
  "dnd-description": "I created some portraits for three PC characters of mine",
  "RWBY aprons": "RWBY aprons",
  "aprons-description": "Different RWBY characters posing with aprons",
  "LëtzPark Brand": "LëtzPark Brand",
  "letz-description": "This brand was created for a solution for parking in Luxembourg",
  "Original site": "Original site",
  "original-site": "A previous version of this site",
  "chloe-price-description": "Portrait of Square Enix's Life is Strange character Chloe Price",
  "Beauty Squad Brand": "Beauty Squad Brand",
  "beauty-squad-description": "Hairshop.lu reached out with the desire to stylize a sub-brand",
  "Powder Shampoo video": "Powder Shampoo video",
  "powder-shampoo-description": "A short animated informative video for Hairshop.lu's new product",
  "daniil-description": "Portrait of Pathologic character Daniil Dankovsky (The Bachelor)",
  "clara-description": "Portrait of Pathologic character Clara Subarov (Changeling)",
  "artemy-description": "Portrait of Pathologic character Artemy Burakh (Haruspex)",
  "Memento Mori - Team RWBY": "Memento Mori - Team RWBY",
  "memento-mori-description": "An illustration of the characters from Rooster Teeth's Team RWBY",
  "AFS Brand": "AFS Brand",
  "afs-description": "A startup owner required a brand that could combine both services provided by the company: cleaning and fumigation",
  "tip-tut-description": "A small showcase of symbol animations for motion graphic videos based on TipTut's tutorial on YouTube",
  "Wakfu characters running": "Wakfu characters running",
  "wakfu-description": "The main cast of Ankama's Wakfu TV series running away from trouble",
  "Gualeguaychú Brand": "Gualeguaychú Brand",
  "gualeguaychu-brand-description": "The city of Gualeguaychú requested several designs for their new tourism brand. This was a college assignment",
  "Códice Brand": "Códice Brand",
  "codice-description": "A visual media company that takes inspiration in European medieval art requested a brand design that could encapsulate ideas",
  "Nike prototype book": "Nike prototype book",
  "nike-book-description": "Book design for a college project based on Nike's history. The book contained diagrams, advertising pieces and interviews",
  "Puto el que lee project": "Puto el que lee project",
  "puto-description": "College project based on the exploration of editorial expression utilizing Fontanarrosa's famous piece 'puto el que lee esto'",
  "MissigNo Magazine": "MissigNo Magazine",
  "missingno-magazine-description": "Proposed design for a magazine about video games and technology based on geek culture",
  "Smooth prototype": "Smooth prototype",
  "smooth-description": "Proposed design for a smoothie inspired product based on American 50s aesthetic and style",
  "Garnet, Sapphire, and Ruby": "Garnet, Sapphire, and Ruby",
  "mom-description": "Illustration of Steven Universe's characters: Garnet, Sapphire, and Ruby",
  "Xipotli Prototype": "Xipotli Prototype",
  "xipotli-description": "Proposed design for a chipotle flavored mayonnaise packaging inspired in classic mexican culture",
  "Nike vintage poster": "Nike vintage poster",
  "nike-vintage-description": "The collage was made using Argentinian illustrations from the beginning of the 20th century",
  "Nike Japanese Techno poster": "Nike Japanese Techno poster",
  "nike-japanese-techno-description": "A Japanese Pop Techno inspired poster for a Nike oriented project",
  "Nike Organic poster": "Nike Organic poster",
  "nike-organic-description": "An organic inspired poster for a Nike oriented project",
  "Nike Garage poster": "Nike Garage poster",
  "nike-garage-description": "A 90s inspired poster for a Nike oriented project",
  "Nike Infography poster": "Nike Infography poster",
  "nike-infography-description": "An infographic poster for a Nike oriented project",
  "Nike Tangible poster": "Nike Tangible poster",
  "nike-tangible-description": "A tangible poster for a Nike oriented project made with physical elements and digital retouching",
  "Happy Ever after CD": "Happy Ever After CD",
  "cd-description": "A mock up of a fan made CD of singer and composer Marina Diamandis",
  "Let's get in touch!": "Let's get in touch!",
  "contact-1": "You should receive a reply within 1 - 3 business days after you've sent the message. Please, make sure to read the terms and conditions on the",
  "Commissions page": "Commissions page",
  "contact-2": "Any message that violates them will be considered spam",
  "Your email": "Your email",
  "Message": "Message",
  "Send": "Send",
  "Please, type an email": "Please, type an email",
  "Please, type a valid email": "Please, type a valid email",
  "Please, type a message": "Please, type a message",
  "Message cannot be empty": "Message cannot be empty",
  "Graphic Design": "Graphic Design",
  "Graphic design": "Graphic design",
  "Line art": "Line art"
}
