{
  "home": "Home",
  "commission": "Comisión| Comisiones",
  "portfolio": "Portfolio",
  "contact": "Contacto",
  "development": "Desarrollo",
  "illustration": "Ilustración",
  "design": "Diseño",
  "intro1": "Soy una persona curios que busca integrar una gran variedad de técnicas y conocimientos para ofrecer",
  "intro2": "una alta calidad de soluciones para estrategias de comunicación y proyectos",
  "intro3": ".  Mis habilidades incluyen diseño gráfico, identidad de marca, publicidad, motion graphics, y desarrollo web (front-end, back-end, diseñoUX/UI). Siempre estoy interesada en aprender nuevas habilidades y refinar aquellas que ya tengo mientras trabajo sola o dentro de un equipo.",
  "intro4": "En este sitio, vas a poder encontrar mis trabajos previos y te vas a poder poner en contacto conmigo. Este sitio sirve para demostrar mis habilidades front-end usando Bue.js 3 para construirlo. También he incorporado un uso básico de un service worker.",
  "intro5": "También puedes encontrar el código relevante en mi cuenta de Github, así como la versión previa de este sitio que construí utilizando HTML, SASS, y JavaScript.",
  "Link to Brenda Cayzac's": "link de",
  "That's me": "Esta soy yo!",
  "my-photo-alt": "Foto de Brenda Cayzac",
  "quote-paul-rand": "“El diseño es el método de juntar la forma y el contenido. El diseño es simple, por eso es tan complicado. La simplicidad no es la meta. Es el subproducto de una buena idea y de expectativas modestas.” ",
  "quote-emil-cioran": "“Lo esencial surge con frecuencia al final de las conversaciones. Las grandes verdades se dicen en los vestíbulos.” ",
  "Motion graphics": "Motion graphics",
  "graphic-design": "Diseño Gráfico",
  "Example of": "Ejemplo de",
  "motion-graphics-information": "Motion Graphics son elementos gráficos en movimiento; es unir los conocimientos del diseño con animación, música y efectos de sonido. Son utilizados para crear spots publicitarios, secuencias de títulos en películas, videos en redes sociales, y brindar información en general. Mi objetivo es darle vida a los elementos del diseño en una forma más humanizada, capaz de conectar con la audiencia.",
  "development-information": "Utilizando mis conocimientos del diseño, me vuelco al desarrollo web como una forma de crear, construir y mantener sitios y aplicaciones en línea. En el día de hoy, la información en línea es una necesidad y una herramienta para organizaciones y personas. Desde el schema de una base de datos hasta la Interfaz de usuario, busco ofrecer una gran Experiencia de Usuario.",
  "illustration-information": "Algo que empezó como un hobby y se convirtió en un gran motivador personal, las ilustraciones tienen el poder visual para atraer la atención de alguien y ofrecer una idea. Ya sea para una red social o para un poster, las normas del diseño pueden causar un gran impacto. Soy capaz de adaptar mi estilo para materializar aquello que mis clientes visualizan en su mente.",
  "graphic-design-information": "Arte con propósito o funcionalidad. Obtuve mi licenciatura de diseño gráfico con una especialización en publicidad en la Universidad de Palermo, en Buenos Aires, Argentina. Mi formación se basa en la innovación con una fuerte base en la historia del arte. Flexibilidad y adaptación son conceptos muy importantes para mi, y son las razones por las cuales decidí expandir mis conocimientos para desarrollar diseños editoriales, de packaging, 3D y publicitario.  También son las razones por las cuales decidí aprender motion graphics y diseño web nd advertising.",
  "View more": "Ver más",
  "Scroll to top": "Desplazar hacia la parte superior de la página",
  "There is": "Hay",
  "new content": "nuevo contenido",
  "available": "disponible",
  "Reload": "Recargar",
  "Close": "Cerrar",
  "information and prices": "Información & precios",
  "line illustration": "ilustración con líneas",
  "Headshot/Bust": "Cara/Busto",
  "Waist up": "Cintura hacia arriba",
  "Full-Body": "Cuerpo completo",
  "Extra Character": "Personaje extra",
  "Flat colors": "Colores planos",
  "flat colors illustration": "Ilustración con colores planos",
  "Shaded": "Sombreado",
  "shaded illustration": "Ilustración con sombreado",
  "Backgrounds": "Fondos",
  "backgrounds": "fondos",
  "Simple": "Simple",
  "Complex": "Complejo",
  "Others": "Otros",
  "Comics, icons, merchandise, special illustrations": "Comics, íconos, mercancía, ilustraciones especiales",
  "US$15 per hour / consult the artist": "US$15 por hora / consultar a la artista",
  "Vectors": "Vectores",
  "Brands": "Marcas",
  "brand design": "diseño de marca",
  "Brand redesign": "Rediseño de marca",
  "Brand design": "Diseño de marca",
  "Brand identity": "Identidad de marca",
  "motion graphics": "motion graphics",
  "Web Design": "Diseño Web",
  "Web design": "Diseño web",
  "web design": "diseño web",
  "General Information": "Información General",
  "general-information-text": "No trabajo con contratos escritos. Sin embargo, cada comisión será detallada por escrito y confirmada antes de su inicio para evitar malentendidos o situaciones poco confortables. En cada etapa del proceso, el cliente recibirá una actualización sobre el estado de la comisión y una vista previa. Si surgen preguntas, puede contactarme por mail via",
  "Payment": "Pagos",
  "payment-information": "Las fechas de los pagos serán acordadas con el cliente. Se puede organizar un cronograma para las facturas, las cuales contendrán una lista con cada item de la comisión. All payments are done via Paypal",
  "Deadlines": "Plazos",
  "deadlines-information": "La fecha en la cual el trabajo será completado dependen en la complejidad de la comisión. El cliente será actualizado en cada parte del proceso y habrá rondas de revisiones y correcciones de por medio",
  "Disclaimer": "Descargo de responsabilidad",
  "I will not draw": "No voy a dibujar",
  "disclaimer1": "temas políticos, violencia extrema, proporciones exageradas, material explícito o imágenes de odio",
  "disclaimer2": "Cuando una ilustración se haya completado, el cliente recibirá una imagen en alta resolución del producto terminado. No removeré mi firma y pido que mi firma no sea removida. No se preocupe, no se hallará en un lugar importante de la pieza",
  "disclaimer3": "Mis comisiones no están creadas para uso comercial y no deberán ser utilizadas para tecnologías block-chain NFTs o alguna tecnología relacionada. Si el cliente desea crear mercadería con la comisión, debo ser notificada del hecho. El cliente puede pedir el editable de la comisión y este será enviado. En caso de un diseño de marca o de identidad, el cliente va a recibir todos los archivos .svg, .psd, y/o .ai relacionados al trabajo",
  "advertisement": "publicidad",
  "brands": "marcas",
  "editorial": "editorial",
  "packaging": "packaging",
  "web": "web",
  "all": "todos",
  "categories": "categorías",
  "This site": "Este sitio",
  "vue-site-description": "Estás aquí",
  "Dungeons and Dragons portraits": "retratos de Dungeons and Dragons",
  "dnd-description": "Creé unos retratos para algunos de mis personajes de DnD",
  "RWBY aprons": "Delantales RWBY",
  "aprons-description": "Personajes de RWBY con delantales",
  "LëtzPark Brand": "Marca LëtzPark",
  "letz-description": "Esta marca fue creada para una solución de estacionamiento de Luxemburgo",
  "Original site": "Sitio original",
  "original-site": "La versión previa de este sitio",
  "chloe-price-description": "Retrato de Chloe Price del juego Life is Strange de Square Enix",
  "Beauty Squad Brand": "Marca Beauty Squad",
  "beauty-squad-description": "Hairshop.lu se contactó con el deseo de rehacer una sub-marca",
  "Powder Shampoo video": "vode de Powder Shampoo",
  "powder-shampoo-description": "Un video corto informative para el nuevo producto de Hairshop.lu",
  "daniil-description": "Retrato del personaje Daniil Dankovsky (The Bachelor) de Pathologic",
  "clara-description": "Retrato del personaje Daniil Clara Subarov (Changeling) de Pathologic",
  "artemy-description": "Retrato del personaje Daniil Clara SArtemy Burakh (Haruspex) de Pathologic",
  "Memento Mori - Team RWBY": "Memento Mori - Team RWBY",
  "memento-mori-description": "Una ilustración de los personajes del equipo RWBY",
  "AFS Brand": "Marca AFS",
  "afs-description": "Un emprendimiento requería de una marca que combine los servicios de la empresa: limpieza y fumigación",
  "tip-tut-description": "Una pequeña muestra de animación de símbolos en motion graphic basados en el tutorial de TipTut enn YouTube",
  "Wakfu characters running": "Personajes de Wakfu corriendo",
  "wakfu-description": "El elenco principal de la serie Wakfu de Ankama escapando del peligro",
  "Gualeguaychú Brand": "Marca Gualeguaychú",
  "gualeguaychu-brand-description": "La ciudad de Gualeguaycú pidió varios diseños para su nueva marca de turismo",
  "Códice Brand": "Marca Códice",
  "codice-description": "Una empresa de medios visuales buscó una integración de arte medieval para su marca",
  "Nike prototype book": "Prototipo del un libro Nike",
  "nike-book-description": "Diseño  de un libro para la universidad basado en la historia de Nike. Contiene diagramas, publicidades y entrevistas",
  "Puto el que lee project": "Proyecto Puto el que lee",
  "puto-description": "Proyecto universitario basado en la exploración editorial utilizando el proyecto de Fontanarrosa 'Pute el que lee esto'",
  "MissigNo Magazine": "Revista MissigNo",
  "missingno-magazine-description": "Diseño propuesto para una revista de video juegos y cultura geek",
  "Smooth prototype": "Prototipo de Smooth",
  "smooth-description": "Propuesta de diseño para una bebida estilo smoothie basado en la estética de los 50s americana",
  "Garnet, Sapphire, and Ruby": "Garnet, Sapphire, y Ruby",
  "mom-description": "Ilustración de los personajes de Steven Universe: Garnet, Sapphire, y Ruby",
  "Xipotli Prototype": "Prototipo de Xipotli",
  "xipotli-description": "Propuesta de diseño para una mayonesa sabor chipotle inspirada en la cultura mexicana tradicional",
  "Nike vintage poster": "Cartel vintage de Nike",
  "nike-vintage-description": "El collage fue hecho a partir de ilustraciones argentinas de principios del siglo XX",
  "Nike Japanese Techno poster": "Cartel Tecno Japonés de Nika",
  "nike-japanese-techno-description": "Un poster inspirado por la corriente techno japonés para Nike",
  "Nike Organic poster": "Poster orgánico de nike",
  "nike-organic-description": "Un poster orgánico par aun proyecto de Nike",
  "Nike Garage poster": "Cartel garage de Nike",
  "nike-garage-description": "Un cartel inspirado en los 90s para un proyecto de Nike",
  "Nike Infography poster": "Cartel infográfico de Nike",
  "nike-infography-description": "Un cartel infográfico para un proyecto de Nike",
  "Nike Tangible poster": "Cartel tangible de Nike",
  "nike-tangible-description": "Un cartel hecho con elementos físicos y un retoque digital para un proyecto de Nike",
  "Happy Ever after CD": "CD Happy Ever After",
  "cd-description": "Una maqueta de un CD no oficial de la cantante y compositora Marina Diamandis",
  "Let's get in touch!": "pongámonos en contacto!",
  "contact-1": "Deberías recibir una respuesta en 1 - 3 días laborales después de que enviaste el mensaje, sino puedes contactarme por mis redes sociales. Por favor, asegúrate de leer los términos y condiciones en la",
  "Commissions page": "página de Comisiones",
  "contact-2": "Cualquier mensaje que viola las reglas será considerado spam",
  "Your email": "Tu email",
  "Message": "Mensaje",
  "Send": "Enviar",
  "Please, type an email": "Por favor, escribe un email",
  "Please, type a valid email": "Por favor, escribe un email válido",
  "Please, type a message": "Por favor, escribe un mensaje",
  "Message cannot be empty": "El mensaje no puede estar vacío",
  "Graphic Design": "Graphic Design",
	"Graphic design": "Graphic design",
  "Line art": "Line art"
}
