{
	"home": "Home",
	"commission": "Commission | Commissions",
	"portfolio": "Portefolio",
	"contact": "Contacter",
	"development": "Développement",
	"illustration": "Illustration",
	"design": "Dessin",
	"intro1": "Je suis une personne curieuse cherchant à intégrer une grande variété de techniques et de connaissances pour",
	"intro2": "offrir des solutions de haute qualité pour les stratégies et projets de communication",
	"intro3": ".  Mes compétences incluent le design graphique, l'identité de marque, la publicité, l'animation graphique et le développement web (front-end, back-end, UX/UI design). Je suis toujours enthousiaste à l'idée d'acquérir de nouvelles compétences et d'affiner celles que j'ai déjà, tout en travaillant seul ou en équipe.",
	"intro4": "Sur ce site, vous pourrez retrouver mes travaux antérieurs ainsi qu'entrer en contact avec moi. Ce site web sert de vitrine à mes compétences front-end en utilisant Vue.js 3 pour le construire. J'ai également incorporé une utilisation basique de \"service worker\".",
	"intro5": "Vous pouvez retrouver le code sur mon compte GitHub ainsi qu'une version antérieure du site construite en vanilla HTML, SASS et Javascript.",
	"Link to Brenda Cayzac's": "Lien ver",
	"That's me": "C'est moi!",
	"my-photo-alt": "Photo de Brenda Cayzac",
	"quote-paul-rand": "“Le design est la méthode d'assemblage de la forme et du contenu. Le design, tout comme l'art, a de multiples définitions ; il n'y a pas de définition unique. Le design peut être de l'art. Le design peut être esthétique. Le design est si simple, c'est pourquoi il est si compliqué.” ",
	"quote-emil-cioran": "“L'essentiel surgit souvent au bout d'une longue conversation. Les grandes vérités se disent sur le pas de la porte.”",
	"Motion graphics": "Motion graphics",
	"graphic-design": "Design graphique",
	"Example of": "Exemple de",
	"motion-graphics-information": "Les Motion Graphics sont des éléments graphiques en mouvement; est d'unir les connaissances en design avec l'animation, la musique et les effets sonores. Ils sont utilisés pour créer des spots publicitaires, des séquences de titres de films, des vidéos sur les réseaux sociaux et fournir des informations en général. Mon objectif est de donner vie aux éléments de conception d'une manière plus humanisée, capable de se connecter avec le public.",
	"development-information": "Grâce à mes connaissances en design, je me tourne vers le développement Web comme manière de créer, de construire et de maintenir des sites et des applications en ligne. Aujourd'hui, l'information en ligne est une nécessité et un outil pour les organisations et les particuliers. Du schéma d'une base de données à l'interface utilisateur, je cherche à offrir une grande expérience utilisateur.",
	"illustration-information": "Commençant comme un passe-temps et devenant un énorme facteur de motivation personnel, les illustrations ont le pouvoir visuel d'attirer l'attention de quelqu'un et de proposer une idée. Que ce soit pour un réseau social ou une affiche, les directives de conception peuvent avoir un impact important. Je suis capable d'adapter mon style pour matérialiser ce que mes clients envisagent dans leur esprit.",
	"graphic-design-information": "Art avec un but ou une fonctionnalité. J'ai obtenu mon diplôme en design graphique avec une spécialisation en publicité (bac+4) à l'Université de Palermo, à Buenos Aires, Argentine. Ma formation est basée sur l'innovation avec une base solide en histoire de l'art. La flexibilité et l'adaptation sont des concepts très importants pour moi, et ce sont les raisons pour lesquelles j'ai décidé d'élargir mes connaissances pour développer des designs éditoriaux, packaging, 3D et publicitaires. Ce sont aussi les raisons pour lesquelles j'ai décidé d'apprendre l'animation graphique et la conception Web et la publicité.",
	"View more": "Voir plus",
	"Scroll to top": "Défiler vers le haut de la page",
	"There is": "Il y a",
	"new content": "du nouveau contenu",
	"available": "disponible",
	"Reload": "Recharger",
	"Close": "Fermer",
	"information and prices": "Informations & tarifs",
	"line illustration": "illustration de la ligne",
	"Headshot/Bust": "Visage/Buste",
	"Waist up": "De la taille vers le haut",
	"Full-Body": "Tout le corps",
	"Extra Character": "Caractère supplémentaire",
	"Flat colors": "Couleurs plates",
	"flat colors illustration": "Illustration de couleurs plates",
	"Shaded": "Ombrées",
	"shaded illustration": "Illustrations ombrées",
	"Backgrounds": "Fonds",
	"backgrounds": "fonds",
	"Simple": "Simple",
	"Complex": "Complexe",
	"Others": "Autres",
	"Comics, icons, merchandise, special illustrations": "Bandes dessinées, icônes, marchandises, illustrations spéciales",
	"US$15 per hour / consult the artist": "US$15 de l'heure / consulter l'artiste",
	"Vectors": "Vecteurs",
	"Brands": "Marques",
	"brand design": "conception de la marque",
	"Brand redesign": "Refonte de la marque",
	"Brand design": "Conception de la marque",
	"Brand identity": "Identité de marque",
	"motion graphics": "motion graphics",
	"Web Design": "Création de Sites Web",
	"Web design": "Création de sites web",
	"web design": "création de sites web",
	"General Information": "Informations générales",
	"general-information-text": "Je ne travaille pas avec des contrats écrits. Cependant, chaque commission est détaillée par écrit et confirmée avant son début pour éviter les situations inconfortables ou les malentendus. À chaque étape du processus, le commissaire reçoit une mise à jour écrite du projet et un échantillon des travaux. Si vous avez des questions, n'hésitez pas à m'envoyer un message par",
	"Payment": "Paiement",
	"payment-information": "Les dates de paiement seront discutées avec le client. Un calendrier peut être organisé pour les factures, qui contenait une liste détaillée de la commission. Tous les paiements se font via Paypal",
	"Deadlines": "Date limite",
	"deadlines-information": "Les dates de finalisation de chaque commande dépendent de la complexité du travail. Le client sera mis à jour à chaque étape du travail, et il y aura des séries de commentaires et de corrections",
	"Disclaimer": "Clause de non-responsabilité",
	"I will not draw": "Je ne vais pas dessiner",
	"disclaimer1": "sujets politiques extrêmes, gore, vore, proportions exagérées, matériel explicite ou images haineuses",
	"disclaimer2": "Lorsqu'une commande d'illustration est terminée, le client en reçoit une version pleine résolution. Cependant, je n'enlèverai pas la signature et je demande gentiment de ne pas l'enlever non plus. Pas de soucis, ça ne gênera rien",
	"disclaimer3": "Mes commissions ne sont pas créées pour un usage commercial ou la vente ou être utilisées dans une technologie liée à la blockchain, pour inclure la crypto-monnaie NFT ou de futures inventions dans l'espace. Si le client envisage de faire de la marchandise avec, je dois en être informé. S'il le souhaite, le client peut demander le(s) fichier(s) original(s) modifiable(s). Dans le cas de la conception de la marque/conception de l'identité, les clients recevront tous les .psd, .svg et/ou .ai liés à la commission",
	"advertisement": "publicité",
	"brands": "marques",
	"editorial": "éditorial",
	"packaging": "emballage",
	"web": "web",
	"all": "tout",
	"categories": "catégories",
	"front-end-playground-description": "Place pour essayer techniques front-end",
	"Front-end testing": "test de front-end",
	"dungeons-and-dragons-portraits": "Portraits de personnages de donjons et dragons",
	"Updated brand": "Marque mise à jour",
	"updated-brand": "Mise à jour de la marque personnelle",
	"This site": "Ce site",
	"vue-site-description": "Vous êtes ici",
	"Dungeons and Dragons portraits": "Portraits Donjons et Dragons",
	"dnd-description": "J'ai créé des portraits pour trois de mes personnages PC",
	"RWBY aprons": "tabliers RWBY",
	"aprons-description": "Différents personnages RWBY posant avec des tabliers",
	"LëtzPark Brand": "Marque LëtzPark",
	"letz-description": "Cette marque a été créée pour une solution de stationnement au Luxembourg",
	"Original site": "Site original",
	"original-site": "Une version précédente de ce site",
	"chloe-price-description": "Portrait du personnage de Square Enix, Chloe Price",
	"Beauty Squad Brand": "Marque Beauty Squad",
	"beauty-squad-description": "Hairshop.lu a tendu la main avec le désir de styliser une sous-marque",
	"Powder Shampoo video": "video Powder Shampoo",
	"powder-shampoo-description": "Une courte vidéo informative animée pour le nouveau produit de Hairshop.lu",
	"daniil-description": "Portrait du personnage de Pathologique: Daniil Dankovsky (The Bachelor)",
	"clara-description": "Portrait du personnage de Pathologique: Clara Subarov (Changeling)",
	"artemy-description": "Portrait du personnage de Pathologique: Artemy Burakh (Haruspex)",
	"Memento Mori - Team RWBY": "Memento Mori - Team RWBY",
	"memento-mori-description": "Une illustration des personnages de Team RWBY de Rooster Teeth",
	"AFS Brand": "Marque AFS",
	"afs-description": "Un propriétaire de startup recherchait une marque pouvant combiner les deux services fournis par l'entreprise : nettoyage et fumigation",
	"tip-tut-description": "Une petite vitrine d'animations de symboles pour les vidéos animées basées sur le tutoriel de TipTut sur YouTube",
	"Wakfu characters running": "Wakfu characters running",
	"wakfu-description": "Personnages de Wakfu en cours d'exécution",
	"Gualeguaychú Brand": "Marque Gualeguaychú",
	"gualeguaychu-brand-description": "La ville de Gualeguaychú a demandé plusieurs designs pour sa nouvelle marque touristique. C'était un devoir universitaire",
	"Códice Brand": "Marque Códice",
	"codice-description": "Une entreprise de médias visuels qui s'inspire de l'art médiéval européen a demandé un design de marque capable d'encapsuler des idées",
	"Nike prototype book": "Nike livre prototype",
	"nike-book-description": "Conception d'un livre pour un projet universitaire basé sur l'histoire de Nike. Le livre contenait des diagrammes, des pièces publicitaires et des interviews",
	"Puto el que lee project": "Puto el que lee projet",
	"puto-description": "Projet universitaire basé sur l'exploration de l'expression éditoriale utilisant la célèbre pièce de Fontanarrosa 'puto el que lee esto'",
	"MissigNo Magazine": "magazine MissigNo",
	"missingno-magazine-description": "Proposition de design pour un magazine sur les jeux vidéo et la technologie basée sur la culture geek",
	"Smooth prototype": "Smooth prototype",
	"smooth-description": "Conception proposée pour un produit inspiré des smoothies basé sur l'esthétique et le style des années 50 américaines",
	"Garnet, Sapphire, and Ruby": "Garnet, Sapphire, et Ruby",
	"mom-description": "Illustration des personnages de Steven Universe: Garnet, Sapphire, et Ruby",
	"Xipotli Prototype": "Xipotli Prototype",
	"xipotli-description": "Conception proposée pour un emballage de mayonnaise aromatisée au chipotle inspiré de la culture mexicaine classique",
	"Nike vintage poster": "affiche vintage Nike",
	"nike-vintage-description": "Le collage a été réalisé à partir d'illustrations argentines du début du XXe siècle",
	"Nike Japanese Techno poster": "affiche  Nike",
	"nike-japanese-techno-description": "Une affiche inspirée de la Pop Techno japonaise pour un projet de Nike",
	"Nike Organic poster": "affiche Organic Nike",
	"nike-organic-description": "Une affiche d'inspiration organique pour un projet de Nike",
	"Nike Garage poster": "affiche Garage Nike",
	"nike-garage-description": "Une affiche inspirée des années 90 pour un projet de Nike",
	"Nike Infography poster": "affiche infographique Nike",
	"nike-infography-description": "Une affiche infographique pour un projet de Nike",
	"Nike Tangible poster": "affiche tangible Nike",
	"nike-tangible-description": "Une affiche tangible pour un projet de Nike réalisé avec des éléments physiques et des retouches numériques",
	"Happy Ever after CD": "Happy Ever After CD",
	"cd-description": "Une maquette d'un CD non officiel de la chanteuse et compositrice Marina Diamandis",
	"Let's get in touch!": "Let's get in touch!",
	"contact-1": "Vous devriez recevoir une réponse dans un délai de 1 à 3 jours ouvrables après avoir envoyé le message, sinon vous pouvez me contacter via mes réseaux sociaux. S'il vous plaît, assurez-vous de lire les termes et conditions sur la",
	"Commissions page": "page Commissions",
	"contact-2": "Tout message qui les enfreint sera considéré comme un spam",
	"Your email": "Votre e-mail",
	"Message": "Message",
	"Send": "Envoyer",
	"Please, type an email": "Veuillez écrire un e-mail",
	"Please, type a valid email": "Veuillez écrire un e-mail valide",
	"Please, type a message": "Veuillez écrire un message",
	"Message cannot be empty": "Le message ne peut pas être vide",
	"Graphic Design": "Graphic Design",
	"Graphic design": "Graphic design",
	"Line art": "Line art",
	"Thank you for your submission!": "Merci pour votre message!",
	"Oh! Something went wrong": "Désolé! Quelque chose s'est mal passé",
	"You can always contact me via": "Vous pouvez toujours me contacter via",
	"or": "au"
}
