{
  "home": "Home",
  "commission": "Commission | Commissions",
  "portfolio": "Portefolio",
  "contact": "Contacter",
  "development": "Développement",
  "illustration": "Illustration",
  "design": "Dessin",
  "intro1": "Je suis une personne curieuse cherchant à intégrer une grande variété de techniques et de connaissances pour",
  "intro2": "offrir des solutions de haute qualité pour les stratégies et projets de communication",
  "intro3": ".  Mes compétences incluent le design graphique, l'identité de marque, la publicité, l'animation graphique et le développement web (front-end, back-end, UX/UI design). Je suis toujours enthousiaste à l'idée d'acquérir de nouvelles compétences et d'affiner celles que j'ai déjà, tout en travaillant seul ou en équipe.",
  "intro4": "Sur ce site, vous pourrez retrouver mes travaux antérieurs ainsi qu'entrer en contact avec moi. Ce site web sert de vitrine à mes compétences front-end en utilisant Vue.js 3 pour le construire. J'ai également incorporé une utilisation basique de \"service worker\".",
  "intro5": "Vous pouvez retrouver le code sur mon compte GitHub ainsi qu'une version antérieure du site construite en vanilla HTML, SASS et Javascript.",
  "Link to Brenda Cayzac's": "Lien ver",
  "That's me": "C'est moi!",
  "my-photo-alt": "Photo de Brenda Cayzac",
  "quote-paul-rand": "“Le design est la méthode d'assemblage de la forme et du contenu. Le design, tout comme l'art, a de multiples définitions ; il n'y a pas de définition unique. Le design peut être de l'art. Le design peut être esthétique. Le design est si simple, c'est pourquoi il est si compliqué.” ",
  "quote-emil-cioran": "“L'essentiel surgit souvent au bout d'une longue conversation. Les grandes vérités se disent sur le pas de la porte.”",
  "Motion graphics": "Motion graphics",
  "graphic-design": "Design graphique",
  "Example of": "Exemple de",
  "motion-graphics-information": "Les Motion Graphics sont des éléments graphiques en mouvement; est d'unir les connaissances en design avec l'animation, la musique et les effets sonores. Ils sont utilisés pour créer des spots publicitaires, des séquences de titres de films, des vidéos sur les réseaux sociaux et fournir des informations en général. Mon objectif est de donner vie aux éléments de conception d'une manière plus humanisée, capable de se connecter avec le public.",
  "development-information": "Grâce à mes connaissances en design, je me tourne vers le développement Web comme manière de créer, de construire et de maintenir des sites et des applications en ligne. Aujourd'hui, l'information en ligne est une nécessité et un outil pour les organisations et les particuliers. Du schéma d'une base de données à l'interface utilisateur, je cherche à offrir une grande expérience utilisateur.",
  "illustration-information": "Commençant comme un passe-temps et devenant un énorme facteur de motivation personnel, les illustrations ont le pouvoir visuel d'attirer l'attention de quelqu'un et de proposer une idée. Que ce soit pour un réseau social ou une affiche, les directives de conception peuvent avoir un impact important. Je suis capable d'adapter mon style pour matérialiser ce que mes clients envisagent dans leur esprit.",
  "graphic-design-information": "Art avec un but ou une fonctionnalité. J'ai obtenu mon diplôme en design graphique avec une spécialisation en publicité (bac+4) à l'Université de Palermo, à Buenos Aires, Argentine. Ma formation est basée sur l'innovation avec une base solide en histoire de l'art. La flexibilité et l'adaptation sont des concepts très importants pour moi, et ce sont les raisons pour lesquelles j'ai décidé d'élargir mes connaissances pour développer des designs éditoriaux, packaging, 3D et publicitaires. Ce sont aussi les raisons pour lesquelles j'ai décidé d'apprendre l'animation graphique et la conception Web et la publicité.",
  "View more": "Voir plus",
  "Scroll to top": "Défiler vers le haut de la page",
  "There is": "Il y a",
  "new content": "du nouveau contenu",
  "available": "disponible",
  "Reload": "Recharger",
  "Close": "Fermer",
  "information and prices": "Informations & tarifs"
}
